// kompaniya xaqida 
import uy from './imgs/uy.svg'
import lineka from './imgs/lineka.svg'
import natija from './imgs/natija.svg'

export const haqida = [
    {
        id:1,
        img:uy,
        ustunlik:`Более 100 готовых проектов`,
        sharx:`Выбирайте дом своей мечты в нашем каталоге. Мы отобрали разнообразные решения под любой бюджет и вкус. Все проекты прошли апробацию.`,

    },
    {
        id:2,
        img:lineka,
        ustunlik:`Индивидуальное проектирование`,
        sharx:`Не сумели выбрать из готовых проектов? Наше архитектурное бюро воплотит любые ваши идеи.`,
        
    },
    {
        id:3,
        img:natija,
        ustunlik:`Гибкие финансовые программы`,
        sharx:`Наши клиенты имеют возможность воспользоваться кредитными и ипотечным программами от ведущих банков.`,
        
    },
]
