// kompaniya xaqida 
import uy from './imgs/uy.svg'
import lineka from './imgs/lineka.svg'
import natija from './imgs/natija.svg'

export const haqida = [
    {
        id:1,
        img:uy,
        ustunlik:`Более 100 готовых проектов`,
        sharx:`Выбирайте дом своей мечты в нашем каталоге. Мы отобрали разнообразные решения под любой бюджет и вкус. Все проекты прошли апробацию.`,

    },
    {
        id:2,
        img:lineka,
        ustunlik:`Индивидуальное проектирование`,
        sharx:`Не сумели выбрать из готовых проектов? Наше архитектурное бюро воплотит любые ваши идеи.`,
        
    },
    {
        id:3,
        img:natija,
        ustunlik:`Гибкие финансовые программы`,
        sharx:`Наши клиенты имеют возможность воспользоваться кредитными и ипотечным программами от ведущих банков.`,
        
    },
]

// swiper


import s1 from './imgs/swiper/s1.png'
import s2 from './imgs/swiper/s2.png'
import s3 from './imgs/swiper/s3.png'
import s4 from './imgs/swiper/s4.png'


export const swipers = [
    {
        id:1,
        img:s1,
        joylashuv:`Дом в д. Малая Дубна`,
        maydoni:`193 м2`,
        etaji:`1 этаж`,
    },
    {
        id:2,
        img:s2,
        joylashuv:`Дом в д. Малая Дубна`,
        joylashuv:`Дом в д. Малая Дубна`,
        maydoni:`243 м2`,
        etaji:`3 этаж`,
    },
    {
        id:3,
        img:s3,
        joylashuv:` Малая Дубна`,
        maydoni:`123 м2`,
        etaji:`1 этаж`,
    },
    {
        id:4,
        img:s4,
        joylashuv:`Дом в д. Малая Дубна`,
        maydoni:`203 м2`,
        etaji:`2 этаж`,
    },
]


// loyihalar


import loyiha1 from './imgs/loyihalar/loyiha1.jpg'
import loyiha2 from './imgs/loyihalar/loyiha2.jpg'
import loyiha3 from './imgs/loyihalar/loyiha3.jpg'
import loyiha4 from './imgs/loyihalar/loyiha4.jpg'
import loyiha5 from './imgs/loyihalar/loyiha5.jpg'
import loyiha6 from './imgs/loyihalar/loyiha6.jpg'

export const loyihalar = [
    {
        id:1,
        title:`Каркасные дома`,
        img:loyiha1,
    },
    {
        id:2,
        title:`Каркасные бани`,
        img:loyiha2,
    },
    {
        id:3,
        title:`Бани из бруса`,
        img:loyiha3,
    },
    {
        id:4,
        title:`Дом из бруса`,
        img:loyiha4,
    },
    {
        id:5,
        title:`Готовые дома`,
        img:loyiha5,
    },
    {
        id:6,
        title:`Дома “под ключ”`,
        img:loyiha6,
    },
] 


// sharxlar

export const sharxlar = [
    {
        id:1,
        name:`Давлат Харлов`,
        like:`⭐⭐⭐⭐⭐`,
        sharx:`О Строительной Компании 35 могу отозваться только с положительной стороны. Построенный каркасный дом получился теплым, вместительным и по настоящему уютным. На стадии заключения договора с компанией очень подробно обсуждали все моменты по будущему строительству: сроки, материалы, дизайн и многое другое. Рассматривали разные варианты, без спешки и давления. Когда дело дошло до строительства никаких форс-мажорных моментов не возникало. Компания имеет большой опыт в строительстве и все просчитывает заранее. Работали четко по графику, без опозданий. Все материалы закупались заблаговременно. В дом мы заехали в начале осени и ещё ни разу не разочаровались в нем. Огромная благодарность всем сотрудникам, строителям, прорабу и всем менеджерам которые так или иначе взаимодействовали с нами! Буду рекомендовать Вашу компанию всем знакомым!`
    },
    {
        id:2,
        name:`Холмат Равизов`,
        like:`⭐⭐⭐`,
        sharx:`О Строительной Компании 35 могу отозваться только с положительной стороны. Построенный каркасный дом получился теплым, вместительным и по настоящему уютным. На стадии заключения договора с компанией очень подробно обсуждали все моменты по будущему строительству: сроки, материалы, дизайн и многое другое.`
    },
    {
        id:3,
        name:`Абдушукур Нозимов`,
        like:`⭐⭐⭐⭐⭐`,
        sharx:`О Строительной Компании 35 могу отозваться только с положительной стороны. Построенный каркасный дом получился теплым, вместительным и по настоящему уютным. На стадии заключения договора с компанией очень подробно обсуждали все моменты по будущему строительству: сроки, материалы, дизайн и многое другое. Рассматривали разные варианты, без спешки и давления. Когда дело дошло до строительства никаких форс-мажорных моментов не возникало. Компания имеет большой опыт в строительстве и все просчитывает заранее. Работали четко по графику, без опозданий. Все материалы закупались заблаговременно. В дом мы заехали в начале осени и ещё ни разу не разочаровались в нем. Огромная благодарность всем сотрудникам, строителям, прорабу и всем менеджерам которые так или иначе взаимодействовали с нами! Буду рекомендовать Вашу компанию всем знакомым!`
    },
    {
        id:4,
        name:`Давлат Харлов`,
        like:`⭐⭐⭐⭐⭐`,
        sharx:`О Строительной Компании 35 могу отозваться только с положительной стороны. Построенный каркасный дом получился теплым, вместительным и по настоящему уютным. На стадии заключения договора с компанией очень подробно обсуждали все моменты по будущему строительству: сроки, материалы, дизайн и многое другое. Рассматривали разные варианты, без спешки и давления. Когда дело дошло до строительства никаких форс-мажорных моментов не возникало. Компания имеет большой опыт в строительстве и все просчитывает заранее. Работали четко по графику, без опозданий. Все материалы закупались заблаговременно. В дом мы заехали в начале осени и ещё ни разу не разочаровались в нем.`
    },
]