// kompaniya xaqida 
import uy from './imgs/uy.svg'
import lineka from './imgs/lineka.svg'
import natija from './imgs/natija.svg'

export const haqida = [
    {
        id:1,
        img:uy,
        ustunlik:`Более 100 готовых проектов`,
        sharx:`Выбирайте дом своей мечты в нашем каталоге. Мы отобрали разнообразные решения под любой бюджет и вкус. Все проекты прошли апробацию.`,

    },
    {
        id:2,
        img:lineka,
        ustunlik:`Индивидуальное проектирование`,
        sharx:`Не сумели выбрать из готовых проектов? Наше архитектурное бюро воплотит любые ваши идеи.`,
        
    },
    {
        id:3,
        img:natija,
        ustunlik:`Гибкие финансовые программы`,
        sharx:`Наши клиенты имеют возможность воспользоваться кредитными и ипотечным программами от ведущих банков.`,
        
    },
]

// swiper


import s1 from './imgs/swiper/s1.png'
import s2 from './imgs/swiper/s2.png'
import s3 from './imgs/swiper/s3.png'
import s4 from './imgs/swiper/s4.png'


export const swipers = [
    {
        id:1,
        img:s1,
        joylashuv:`Дом в д. Малая Дубна`,
        maydoni:`193 м2`,
        etaji:`1 этаж`,
    },
    {
        id:2,
        img:s2,
        joylashuv:`Дом в д. Малая Дубна`,
        joylashuv:`Дом в д. Малая Дубна`,
        maydoni:`243 м2`,
        etaji:`3 этаж`,
    },
    {
        id:3,
        img:s3,
        joylashuv:` Малая Дубна`,
        maydoni:`123 м2`,
        etaji:`1 этаж`,
    },
    {
        id:4,
        img:s4,
        joylashuv:`Дом в д. Малая Дубна`,
        maydoni:`203 м2`,
        etaji:`2 этаж`,
    },
]


// loyihalar


import loyiha1 from './imgs/loyihalar/loyiha1.jpg'
import loyiha2 from './imgs/loyihalar/loyiha2.jpg'
import loyiha3 from './imgs/loyihalar/loyiha3.jpg'
import loyiha4 from './imgs/loyihalar/loyiha4.jpg'
import loyiha5 from './imgs/loyihalar/loyiha5.jpg'
import loyiha6 from './imgs/loyihalar/loyiha6.jpg'
import loyiha7 from './imgs/loyihalar/loyiha7.jpg'
import loyiha8 from './imgs/loyihalar/loyiha8.jpg'
import loyiha9 from './imgs/loyihalar/loyiha9.jpg'
import loyiha10 from './imgs/loyihalar/loyiha10.jpg'
import loyiha11 from './imgs/loyihalar/loyiha11.jpg'
import loyiha12 from './imgs/loyihalar/loyiha12.jpg'
import uyrejasi from './imgs/loyihalar/uyRejasi.png'

export const loyihalar = [
    {
        id:1,
        title:`Каркасные дома`,
        img:loyiha1,
    },
    {
        id:2,
        title:`Каркасные бани`,
        img:loyiha2,
    },
    {
        id:3,
        title:`Бани из бруса`,
        img:loyiha3,
    },
    {
        id:4,
        title:`Дом из бруса`,
        img:loyiha4,
    },
    {
        id:5,
        title:`Готовые дома`,
        img:loyiha5,
    },
    {
        id:6,
        title:`Дома “под ключ”`,
        img:loyiha6,
    },
] 


// sharxlar

export const sharxlar = [
    {
        id:1,
        name:`Давлат Харлов`,
        like:`⭐⭐⭐⭐⭐`,
        sharx:`О Строительной Компании 35 могу отозваться только с положительной стороны. Построенный каркасный дом получился теплым, вместительным и по настоящему уютным. На стадии заключения договора с компанией очень подробно обсуждали все моменты по будущему строительству: сроки, материалы, дизайн и многое другое. Рассматривали разные варианты, без спешки и давления. Когда дело дошло до строительства никаких форс-мажорных моментов не возникало. Компания имеет большой опыт в строительстве и все просчитывает заранее. Работали четко по графику, без опозданий. Все материалы закупались заблаговременно. В дом мы заехали в начале осени и ещё ни разу не разочаровались в нем. Огромная благодарность всем сотрудникам, строителям, прорабу и всем менеджерам которые так или иначе взаимодействовали с нами! Буду рекомендовать Вашу компанию всем знакомым!`
    },
    {
        id:2,
        name:`Холмат Равизов`,
        like:`⭐⭐⭐`,
        sharx:`О Строительной Компании 35 могу отозваться только с положительной стороны. Построенный каркасный дом получился теплым, вместительным и по настоящему уютным. На стадии заключения договора с компанией очень подробно обсуждали все моменты по будущему строительству: сроки, материалы, дизайн и многое другое.`
    },
    {
        id:3,
        name:`Абдушукур Нозимов`,
        like:`⭐⭐⭐⭐⭐`,
        sharx:`О Строительной Компании 35 могу отозваться только с положительной стороны. Построенный каркасный дом получился теплым, вместительным и по настоящему уютным. На стадии заключения договора с компанией очень подробно обсуждали все моменты по будущему строительству: сроки, материалы, дизайн и многое другое. Рассматривали разные варианты, без спешки и давления. Когда дело дошло до строительства никаких форс-мажорных моментов не возникало. Компания имеет большой опыт в строительстве и все просчитывает заранее. Работали четко по графику, без опозданий. Все материалы закупались заблаговременно. В дом мы заехали в начале осени и ещё ни разу не разочаровались в нем. Огромная благодарность всем сотрудникам, строителям, прорабу и всем менеджерам которые так или иначе взаимодействовали с нами! Буду рекомендовать Вашу компанию всем знакомым!`
    },
    {
        id:4,
        name:`Давлат Харлов`,
        like:`⭐⭐⭐⭐⭐`,
        sharx:`О Строительной Компании 35 могу отозваться только с положительной стороны. Построенный каркасный дом получился теплым, вместительным и по настоящему уютным. На стадии заключения договора с компанией очень подробно обсуждали все моменты по будущему строительству: сроки, материалы, дизайн и многое другое. Рассматривали разные варианты, без спешки и давления. Когда дело дошло до строительства никаких форс-мажорных моментов не возникало. Компания имеет большой опыт в строительстве и все просчитывает заранее. Работали четко по графику, без опозданий. Все материалы закупались заблаговременно. В дом мы заехали в начале осени и ещё ни разу не разочаровались в нем.`
    },
]


// proectlar va detail datasi

export const Proects = [
    {
        id:1,
        img:loyiha1,
        title:`Скандинавия `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:1,
        reja:uyrejasi,
        sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
        tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
        rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:2,
        img:loyiha2,
        title:`Скандинавия 2  `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х11`,
        etaji:2,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
        tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
        rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:3,
        img:loyiha3,
        title:`Сириус `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:3,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
        tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
        rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:4,
        img:loyiha1,
        title:`Достоевский `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:1,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
        tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:5,
        img:loyiha5,
        title:`Авангард `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 93 м2`,
        razmer:`8х9`,
        etaji:2,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
                tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:6,
        img:loyiha6,
        title:`Карелия `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:2,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
                tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:7,
        img:loyiha7,
        title:`Бонапарт `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:2,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
                tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:8,
        img:loyiha8,
        title:`Гармония `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:1,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
                tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:9,
        img:loyiha9,
        title:`Магелан `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:1,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
                tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:10,
        img:loyiha10,
        title:`Атлантика `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:2,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
        tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:11,
        img:loyiha11,
        title:`Проект-1 `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:3,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
                tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
    {
        id:12,
        img:loyiha12,
        title:`Проект-2 `,
        ramkasi:`Каркасный дом 9х12`,
        maydoni:`Площадь: 113 м2`,
        razmer:`8х10`,
        etaji:3,
        reja:uyrejasi,
                sxema:`Без отделки
        Контур`,
        sxema2:`Без отделки
        Теплый контур`,
        sxema3:`С отделкой
        Комфорт`,
                tugamagansxema:`535-700`,
        tugamagancounter:`768-600`,
        tugatilgan:`1 360 000 `,
         rejamalumoti:`Планировку можно изменить по вашему желанию. Вы можете добавить или убрать перегородку, изменить назначение помещений или добавить окна там, где вам нужно больше света. Наши специалисты помогут создать индивудальный проект по вашим пожеланиям.`
    },
]

// function setLabelToArray(arr) {
//     let Proects = new Set();
//     arr.forEach((item) => {
//       let proect = item.proect;
//       Proects.add(proect);
//     });
//     let proectsarr = Array.from(Proects);
//     return proectsarr;
//   }
  
//   export const proects = setLabelToArray(Proects);


export const Kakrasniy = [
    {
        id:1,
        sharx:`Строительство каркасных домов – один из востребованных на сегодняшний день способ строительства, который имеет ряд важных преимуществ по сравнению с традиционными типами строений. Одним из ключевых преимуществ каркасных домов является их скорость возведения. Благодаря легким и прочным строительным материалам, строительство каркасно-щитовых домов требует значительно меньше времени, чем традиционные каменные или кирпичные дома. Это позволяет сократить сроки строительства и уменьшить затраты на рабочую силу.

        Еще одним важным преимуществом каркасных домов является возможность создания оригинального и современного дизайна. Благодаря гибкости в использовании строительных материалов, такие дома могут быть построены с уникальной архитектурой и дизайном, что позволяет индивидуализировать каждый проект. Каркасные дома можно адаптировать под различные климатические условия, а также учесть потребности и пожелания заказчика, что делает их очень привлекательными для разных категорий жильцов.
        
        В целом, каркасные дома являются современным и перспективным вариантом жилья, отличающимся высокой эффективностью, надежностью и привлекательным внешним видом. Их использование сокращает время строительства, позволяет создавать интересные архитектурные решения, а также обеспечивает высокую тепло- и звукоизоляцию, что делает данное жилье привлекательным в современном мире.
        `
    },
    {
        id:2,
        sharx:`Строительство каркасных домов – один из востребованных на сегодняшний день способ строительства, который имеет ряд важных преимуществ по сравнению с традиционными типами строений. Одним из ключевых преимуществ каркасных домов является их скорость возведения. Благодаря легким и прочным строительным материалам, строительство каркасно-щитовых домов требует значительно меньше времени, чем традиционные каменные или кирпичные дома. Это позволяет сократить сроки строительства и уменьшить затраты на рабочую силу.

        Еще одним важным преимуществом каркасных домов является возможность создания оригинального и современного дизайна. Благодаря гибкости в использовании строительных материалов, такие дома могут быть построены с уникальной архитектурой и дизайном, что позволяет индивидуализировать каждый проект. Каркасные дома можно адаптировать под различные климатические условия, а также учесть потребности и пожелания заказчика, что делает их очень привлекательными для разных категорий жильцов.
        
        В целом, каркасные дома являются современным и перспективным вариантом жилья, отличающимся высокой эффективностью, надежностью и привлекательным внешним видом. Их использование сокращает время строительства, позволяет создавать интересные архитектурные решения, а также обеспечивает высокую тепло- и звукоизоляцию, что делает данное жилье привлекательным в современном мире.
        `
    },
    {
        id:3,
        sharx:`В целом, каркасные дома являются современным и перспективным вариантом жилья, отличающимся высокой эффективностью, надежностью и привлекательным внешним видом. Их использование сокращает время строительства, позволяет создавать интересные архитектурные решения, а также обеспечивает высокую тепло- и звукоизоляцию, что делает данное жилье привлекательным в современном мире.`
    },
]